[
  {
    "id": 2950,
    "name": "Remembrance of the Grafted",
    "caption": "Remembrance of Godrick, the Grafted, hewn into the Erdtree.\n\nA feeble man sought power through the grotesque act of grafting. \"One day we'll return together, to our home, bathed in rays of gold.\"",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 20,000 runes."
  },
  {
    "id": 2951,
    "name": "Remembrance of the Starscourge",
    "caption": "Remembrance of Starscourge Radahn, hewn into the Erdtree.\n\nThe Red Lion General wielded gravitational powers which he learned in Sellia during his younger days. All so he would never have to abandon his beloved but scrawny steed.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 40,000 runes."
  },
  {
    "id": 2952,
    "name": "Remembrance of the Omen King",
    "caption": "Remembrance of Morgott, the Omen King, hewn into the Erdtree.\n\nThough born one of the graceless Omen, Morgott took it upon himself to become the Erdtree's protector. He loved not in return, for he was never loved, but nevertheless, love it he did.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2953,
    "name": "Remembrance of the Blasphemous",
    "caption": "Remembrance of Rykard, Lord of Blasphemy, hewn into the Erdtree.\n\nRykard took the form of a giant serpent that he might devour, grow, and live eternally. \"I understand. The road of blasphemy is long and perilous. One cannot walk it unprepared to sin.\"",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 50,000 runes."
  },
  {
    "id": 2954,
    "name": "Remembrance of the Rot Goddess",
    "caption": "Remembrance of Malenia, Goddess of Rot, hewn into the Erdtree.\n\nMiquella and Malenia are both the children of a single god. As such they are both Empyreans, but suffered afflictions from birth. One was cursed with eternal childhood, and the other harbored rot within.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 50,000 runes."
  },
  {
    "id": 2955,
    "name": "Remembrance of the Blood Lord",
    "caption": "Remembrance of Mohg, Lord of Blood, hewn into the Erdtree.\n\nWishing to raise Miquella to full godhood, Mohg wished to become his consort, taking the role of monarch. But no matter how much of his bloody bedchamber he tried to share, he received no response from the young Empyrean.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2956,
    "name": "Remembrance of the Black Blade",
    "caption": "Remembrance of Maliketh, the Black Blade, hewn into the Erdtree.\n\nMaliketh was a shadowbound beast given to his Empyrean. Marika's sole need of her shadow was a vessel to lock away Destined Death. Even then, she betrayed him.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2957,
    "name": "Remembrance of Hoarah Loux",
    "caption": "Remembrance of the warrior Hoarah Loux, hewn into the Erdtree.\n\nWhen Godfrey, first Elden Lord was robbed of his grace, becoming Tarnished, he took with him his kinfolk and left the Lands Between.\n\nAfter the Long March of the Tarnished came to an end, Godfrey divested himself of kingship, becoming a simple warrior once more.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2958,
    "name": "Remembrance of the Dragonlord",
    "caption": "Remembrance of Dragonlord Placidusax, hewn into the Erdtree.\n\nThe Dragonlord whose seat lies at the heart of the storm beyond time is said to have been Elden Lord in the age before the Erdtree. Once his god was fled, the lord continued to await its return.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2959,
    "name": "Remembrance of the Full Moon Queen",
    "caption": "Remembrance of Rennala, Queen of the Full Moon, hewn into the Erdtree.\n\nIn her youth, Rennala was a prominent champion who charmed the academy with her lunar magic, becoming its master. She also led the Glintstone Knights and established the house of Caria as royalty.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 20,000 runes."
  },
  {
    "id": 2960,
    "name": "Remembrance of the Lichdragon",
    "caption": "Remembrance of Lichdragon Fortissax, hewn into the Erdtree.\n\nAfter Godwyn the Golden became the Prince of Death, the ancient dragon fought long and hard against the Death within its companion. Alas, victory was never achieved and its only reward was corruption.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2961,
    "name": "Remembrance of the Fire Giant",
    "caption": "Remembrance of Fire Giant, hewn into the Erdtree.\n\nThe Fire Giant is a survivor of the War against the Giants. Upon realizing the flames of their forge would never die, Queen Marika marked him with a curse. \"O trifling giant, mayest thou tend thy flame for eternity.\"",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2962,
    "name": "Remembrance of the Regal Ancestor",
    "caption": "Remembrance of the Regal Ancestor Spirit, hewn into the Erdtree.\n\nAncestral spirits exist as a phenomenon beyond the purview of the Erdtree. Life sprouts from death, as it does from birth. Such is the way of the living.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  },
  {
    "id": 2963,
    "name": "Elden Remembrance",
    "caption": "Remembrance of the Elden Beast, hewn into the Erdtree.\n\nIt was the vassal beast of the Greater Will and living incarnation of the concept of Order.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 50,000 runes."
  },
  {
    "id": 2964,
    "name": "Remembrance of the Naturalborn",
    "caption": "Remembrance of Astel, Naturalborn of the Void, hewn into the Erdtree.\n\nA malformed star born in the lightless void far away. Once destroyed an Eternal City and took away their sky. A falling star of ill omen.",
    "info": "Trade with the Finger Reader in the Roundtable Hold to acquire something unique.\n\nCan alternatively be used to gain 30,000 runes."
  }
]